/* de_DE v0.1 - No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ indirilmiştir ve kullanıma Hazırdır. %1$@ yeni sürüm ile değiştirmek istiyormusunuz? Program kapanıp tekrar açılacaktır";

/* de_DE v0.1 - No comment provided by engineer. */
"%1$@ can't be updated when it's running from a disk image. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ Disk Image içindeyken yenilenemez. Lütfen Programlarınızın arasına kopyeleyip tekrar başlatınız";

/* de_DE v0.1 - No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ en yeni sürümdür.";

/* de_DE v0.1 - No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ cıkmıştır (Kullandığınız Sürüm: %3$@). şimdi yeni sürümü indirmek istermisiniz?";


/* No comment provided by engineer. */
"%@ downloaded" = "%@ indirildi";

/* de_DE v0.1 - No comment provided by engineer. */
"%@ of %@" = "%1$@ / %2$@";

/* de_DE v0.1 - No comment provided by engineer. */
"A new version of %@ is available!" = "%@ için yeni sürüm cıkmış bulunmaktadır.";

/* de_DE v0.1 - No comment provided by engineer. */
"A new version of %@ is ready to install!" = "%@ için yeni bir sürüm kuruluma hazırdır.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Güncelleme bilgilerini alırken hata oluştu. Lütfen sonra tekrar deneyiniz";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Güncelleme indirilirken hata oluştu. Lütfen sonra tekrar deneyiniz.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Indirilen arşivi açarken hata oluştu. Lütfen sonra tekrar deneyiniz.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Güncellemeyi kurarken hata oluştu. Lütfen sonra tekrar deneyiniz.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Güncelleme bilgilerini alırken hata oluştu.";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while parsing the update feed: %@" = "Güncelleme bilgilerini alırken hata oluştu: %@";

/* de_DE v0.1 - No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ açarken hata oluştu. Güncelleme Programı tekrar açtığınızda hizmetinizde olacaktır.";

/* de_DE v0.1 - the unit for bytes */
"B" = "B";

/* de_DE v0.1 - No comment provided by engineer. */
"Cancel" = "Iptal";

/* de_DE v0.1 - No comment provided by engineer. */
"Cancel Update" = "Güncellemeyi Iptal et";

/* de_DE v0.1 - No comment provided by engineer. */
"Checking for updates..." = "Güncellemelere bakılıyor …";

/* de_DE v0.1 - No comment provided by engineer. */
"Downloading update..." = "Güncelleme indiriliyor …";

/* de_DE v0.1 - No comment provided by engineer. */
"Extracting update..." = "Güncelleme Arşiv'den çıkarılıyor …";

/* de_DE v0.1 - the unit for gigabytes */
"GB" = "GB";

/* de_DE v0.1 - No comment provided by engineer. */
"Install and Relaunch" = "Kur ve Programı tekrar başlat";

/* No comment provided by engineer. */
"Installing update..." = "Güncelleme kuruluyor …";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Kuruluma hazır";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ için Güncellemeler otomatik olarak aransınmı? Güncelleme işlemini manüel olarak Menü'dende başlatabilirsiniz";

/* No comment provided by engineer. */
"Update Error!" = "Güncelleme Hatası.";

/* No comment provided by engineer. */
"Updating %@" = "%@ güncelleniyor";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "%@ güncel sürümü sizde bulunmaktadır.";

/* No comment provided by engineer. */
"You're up to date!" = "Güncellemeye gerek yok.";

